study_group = ["Danyal", "Mohsin", "Zohaib", "Ihtisham", "Bilal"] #?


if(55 == 55):
    print("yes")
    print("The condition is true")

if(55 == 50):
    print("yes 2")
    print("The condition 2 is true")
 
# ==========================================================
# 😢 😍

print("😍")

if(30 == 30): 
    print("😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍")
    print("😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍")
    print("😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍") 
else:
    print("😢😢😢😢😢😢😢😢😢😢😢😢😢")
    print("😢😢😢😢😢😢😢😢😢😢😢😢😢")
    print("😢😢😢😢😢😢😢😢😢😢😢😢😢")
    print("😢😢😢😢😢😢😢😢😢😢😢😢😢") 


